---
kind: other
id: Properties.T:Autodesk.Revit.DB.SynchronizeWithCentralOptions
source: html/72939a65-61bd-2055-dc75-5437eda64129.htm
---
# SynchronizeWithCentralOptions Properties

User description of changes made since the last Sync with Central. Empty by default.